<?php
$categories = ["Входящие", "Учеба", "Работа", "Домашние дела", "Авто"];
$tasks_list = [
    [
        'name' => 'Собеседование в IT компании',
        'date' => '01.12.2018',
        'category' => 'Работа',
        'done' => false
    ], [
        'name' => 'Выполнить тестовое задание',
        'date' => '25.12.2018',
        'category' => 'Работа',
        'done' => false
    ], [
        'name' => 'Сделать задание первого раздела',
        'date' => '21.12.2018',
        'category' => 'Учеба',
        'done' => true
    ], [
        'name' => 'Встреча с другом',
        'date' => '22.12.2018',
        'category' => 'Входящие',
        'done' => false
    ], [
        'name' => 'Купить корм для кота',
        'date' => null,
        'category' => 'Домашние дела',
        'done' => false
    ], [
        'name' => 'Заказать пиццу',
        'date' => null,
        'category' => 'Домашние дела',
        'done' => false
    ]
];



